Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# choose_how_pindrop_follows_system_appearance_the
source: Choose how Pindrop follows system appearance, then mix curated light and dark palettes.
ar: اختر كيفية اتباع Pindrop لمظهر النظام، ثم قم بمزج اللوحات الفاتحة والداكنة المنسقة.
bn: পিনড্রপ কীভাবে সিস্টেমের চেহারা অনুসরণ করে তা চয়ন করুন, তারপরে কিউরেটেড আলো এবং অন্ধকার প্যালেটগুলি মিশ্রিত করুন।
cs: Vyberte, jak Pindrop sleduje vzhled systému, a poté smíchejte upravené světlé a tmavé palety.
da: Vælg, hvordan Pindrop følger systemets udseende, og bland derefter udvalgte lyse og mørke paletter.
de: Wählen Sie, wie Pindrop dem System-Erscheinungsbild folgt, und mischen Sie dann kuratierte helle und dunkle Paletten.
el: Επιλέξτε πώς το Pindrop ακολουθεί την εμφάνιση του συστήματος και, στη συνέχεια, συνδυάστε επιλεγμένες ανοιχτές και σκούρες παλέτες.
es: Elige cómo Pindrop sigue la apariencia del sistema, luego mezcla paletas claras y oscuras curadas.
fi: Valitse, miten Pindrop seuraa järjestelmän ulkonäköä, ja sekoita sitten kuratoituja vaaleita ja tummia paletteja.
fr: Choisissez comment Pindrop suit l'apparence du système, puis mélangez les palettes claires et sombres sélectionnées.
he: בחר כיצד Pindrop עוקב אחר מראה המערכת, ולאחר מכן ערבב פלטות בהירות וכהות.
hi: चुनें कि पिनड्रॉप सिस्टम स्वरूप का अनुसरण कैसे करता है, फिर क्यूरेटेड लाइट और डार्क पैलेट्स को मिलाएं।
hu: Válassza ki, hogy a Pindrop hogyan kövesse a rendszer megjelenését, majd keverje össze a világos és sötét palettákat.
id: Pilih bagaimana Pindrop mengikuti tampilan sistem, lalu gabungkan palet terang dan gelap yang dikurasi.
it: Scegli in che modo Pindrop segue l'aspetto del sistema, quindi mescola tavolozze chiare e scure selezionate.
ja: Pindrop がシステムの外観に従う方法を選択し、厳選された明るいパレットと暗いパレットを組み合わせます。
ko: Pindrop이 시스템 모양을 따르는 방식을 선택한 다음 엄선된 밝은 팔레트와 어두운 팔레트를 혼합합니다.
ms: Pilih cara Pindrop mengikuti penampilan sistem, kemudian campurkan palet terang dan gelap yang dipilih susun.
nb: Velg hvordan Pindrop følger systemets utseende, og bland deretter kurerte lyse og mørke paletter.
nl: Kies hoe Pindrop het uiterlijk van het systeem volgt en meng vervolgens samengestelde lichte en donkere paletten.
pl: Wybierz sposób, w jaki Pindrop będzie podążał za wyglądem systemu, a następnie połącz wybrane jasne i ciemne palety.
pt_br: Escolha como o Pindrop segue a aparência do sistema e, em seguida, misture paletas claras e escuras selecionadas.
ro: Alegeți modul în care Pindrop urmărește aspectul sistemului, apoi amestecați paletele luminoase și întunecate.
ru: Выберите, как Pindrop соответствует внешнему виду системы, а затем смешайте выбранные светлые и темные палитры.
sv: Välj hur Pindrop följer systemets utseende och blanda sedan utvalda ljusa och mörka paletter.
th: เลือกวิธีที่ Pindrop ติดตามลักษณะที่ปรากฏของระบบ จากนั้นผสมพาเล็ตแสงและสีเข้มที่คัดสรรแล้ว
tr: Pindrop'un sistem görünümünü nasıl takip edeceğini seçin, ardından seçilmiş açık ve koyu paletleri karıştırın.
uk: Виберіть, як Pindrop слідує зовнішньому вигляду системи, а потім змішайте підібрані світлі та темні палітри.
vi: Chọn cách Pindrop theo dõi giao diện của hệ thống, sau đó trộn các bảng màu sáng và tối được tuyển chọn.
zh_hans: 选择 Pindrop 如何跟随系统外观，然后混合精选的浅色和深色调色板。
zh_hant: 選擇 Pindrop 如何跟隨系統外觀，然後混合精選的淺色和深色調色盤。

source: Choose how to import the dictionary data
ar: اختر كيفية استيراد بيانات القاموس
bn: কীভাবে অভিধান ডেটা আমদানি করতে হয় তা চয়ন করুন৷
cs: Vyberte, jak importovat data slovníku
da: Vælg, hvordan ordbogsdataene skal importeres
de: Wählen Sie, wie die Wörterbuchdaten importiert werden
el: Επιλέξτε τον τρόπο εισαγωγής των δεδομένων του λεξικού
es: Elige cómo importar los datos del diccionario
fi: Valitse, kuinka sanakirjatiedot tuodaan
fr: Choisissez comment importer les données du dictionnaire
he: בחר כיצד לייבא את נתוני המילון
hi: शब्दकोश डेटा आयात करने का तरीका चुनें
hu: Válassza ki a szótári adatok importálásának módját
id: Pilih cara mengimpor data kamus
it: Scegli come importare i dati del dizionario
ja: 辞書データのインポート方法を選択します
ko: 사전 데이터를 가져오는 방법을 선택하세요.
ms: Pilih cara mengimport data kamus
nb: Velg hvordan du vil importere ordbokdataene
nl: Kies hoe u de woordenboekgegevens wilt importeren
pl: Wybierz sposób importowania danych słownika
pt_br: Escolha como importar os dados do dicionário
ro: Alegeți cum să importați datele din dicționar
ru: Выберите способ импорта данных словаря
sv: Välj hur du vill importera ordboksdata
th: เลือกวิธีการนำเข้าข้อมูลพจนานุกรม
tr: Sözlük verilerinin nasıl içe aktarılacağını seçin
uk: Виберіть спосіб імпорту даних словника
vi: Chọn cách nhập dữ liệu từ điển
zh_hans: 选择如何导入词典数据
zh_hant: 選擇如何匯入詞典資料

source: Choose how to import the preset data
ar: اختر كيفية استيراد البيانات المعدة مسبقًا
bn: প্রিসেট ডেটা কীভাবে আমদানি করবেন তা চয়ন করুন
cs: Vyberte způsob importu přednastavených dat
da: Vælg, hvordan de forudindstillede data skal importeres
de: Wählen Sie, wie die Voreinstellungsdaten importiert werden
el: Επιλέξτε τον τρόπο εισαγωγής των προκαθορισμένων δεδομένων
es: Elige cómo importar los datos del preajuste
fi: Valitse, kuinka esiasetetut tiedot tuodaan
fr: Choisissez comment importer les données des préréglages
he: בחר כיצד לייבא את הנתונים המוגדרים מראש
hi: प्रीसेट डेटा आयात करने का तरीका चुनें
hu: Válassza ki az előre beállított adatok importálásának módját
id: Pilih cara mengimpor data preset
it: Scegli come importare i dati preimpostati
ja: プリセットデータのインポート方法を選択します
ko: 사전 설정 데이터를 가져오는 방법을 선택하세요.
ms: Pilih cara mengimport data pratetap
nb: Velg hvordan du vil importere forhåndsinnstilte data
nl: Kies hoe u de vooraf ingestelde gegevens wilt importeren
pl: Wybierz sposób importowania danych ustawień wstępnych
pt_br: Escolha como importar os dados predefinidos
ro: Alegeți cum să importați datele presetate
ru: Выберите способ импорта предустановленных данных
sv: Välj hur förinställda data ska importeras
th: เลือกวิธีการนำเข้าข้อมูลที่ตั้งไว้ล่วงหน้า
tr: Ön ayar verilerinin nasıl içe aktarılacağını seçin
uk: Виберіть спосіб імпорту попередньо встановлених даних
vi: Chọn cách nhập dữ liệu đặt trước
zh_hans: 选择如何导入预设数据
zh_hant: 選擇如何匯入預設資料

# choose_languages_for_the_interface_and_for_dicta
source: Choose languages for the interface and for dictation. Automatic follows the system.
ar: اختر اللغات للواجهة والإملاء. التلقائي يتبع النظام.
bn: ইন্টারফেস এবং শ্রুতিমধুর জন্য ভাষা চয়ন করুন. স্বয়ংক্রিয়ভাবে সিস্টেম অনুসরণ করে.
cs: Vyberte jazyky pro rozhraní a pro diktování. Automaticky následuje systém.
da: Vælg sprog til grænsefladen og til diktering. Automatisk følger systemet.
de: Wählen Sie die Sprachen für Oberfläche und Diktat. Automatisch folgt dem System.
el: Επιλέξτε γλώσσες για τη διεπαφή και για την υπαγόρευση. Αυτόματη ακολουθεί το σύστημα.
es: Elige los idiomas de la interfaz y del dictado. Automático sigue el sistema.
fi: Valitse käyttöliittymän ja sanelun kielet. Automaattinen seuraa järjestelmää.
fr: Choisissez les langues de l’interface et de la dictée. Automatique suit le système.
he: בחר שפות לממשק ולהכתבה. אוטומטי עוקב אחר המערכת.
hi: इंटरफ़ेस और श्रुतलेख के लिए भाषाएँ चुनें। स्वचालित प्रणाली का अनुसरण करता है.
hu: Válassza ki a kezelőfelület és a diktálás nyelveit. Az automatikus követi a rendszert.
id: Pilih bahasa untuk antarmuka dan dikte. Otomatis mengikuti sistem.
it: Scegli le lingue per l'interfaccia e per la dettatura. Automatico segue il sistema.
ja: インターフェースとディクテーションの言語を選びます。「自動」はシステムに合わせます。
ko: 인터페이스와 받아쓰기에 사용할 언어를 선택하세요. 자동은 시스템을 따릅니다.
ms: Pilih bahasa untuk antara muka dan untuk imlak. Automatik mengikut sistem.
nb: Velg språk for grensesnittet og for diktering. Automatisk følger systemet.
nl: Kies talen voor de interface en voor dicteren. Automatisch volgt het systeem.
pl: Wybierz języki interfejsu i dyktowania. Automatyczny podąża za systemem.
pt_br: Escolha os idiomas para a interface e para o ditado. Automático segue o sistema.
ro: Alegeți limbile pentru interfață și pentru dictare. Sistemul urmează automat.
ru: Выбирайте языки для интерфейса и для диктовки. Автомат следует за системой.
sv: Välj språk för gränssnittet och för diktering. Automatisk följer systemet.
th: เลือกภาษาสำหรับอินเทอร์เฟซและสำหรับการเขียนตามคำบอก อัตโนมัติตามระบบ
tr: Arayüz ve dikte için dilleri seçin. Otomatik sistemi takip eder.
uk: Виберіть мови для інтерфейсу та для диктування. Автомат слідкує за системою.
vi: Chọn ngôn ngữ cho giao diện và cho chính tả. Tự động theo hệ thống.
zh_hans: 选择界面语言和听写语言。“自动”选项跟随系统。
zh_hant: 選擇介面語言和聽寫語言。“自動”選項跟隨系統。

source: Choose location to save presets
ar: اختر الموقع لحفظ الإعدادات المسبقة
bn: প্রিসেট সংরক্ষণ করতে অবস্থান চয়ন করুন
cs: Vyberte umístění pro uložení předvoleb
da: Vælg placering for at gemme forudindstillinger
de: Speicherort für Voreinstellungen wählen
el: Επιλέξτε τοποθεσία για αποθήκευση προεπιλογών
es: Elige ubicación para guardar ajustes
fi: Valitse sijainti esiasetusten tallentamista varten
fr: Choisir l'emplacement pour enregistrer les préréglages
he: בחר מיקום לשמירת הגדרות קבועות מראש
hi: प्रीसेट सहेजने के लिए स्थान चुनें
hu: Válasszon helyet az előre beállított értékek mentéséhez
id: Pilih lokasi untuk menyimpan preset
it: Scegli la posizione in cui salvare i preset
ja: プリセットを保存する場所を選択してください
ko: 사전 설정을 저장할 위치를 선택하세요.
ms: Pilih lokasi untuk menyimpan pratetap
nb: Velg plassering for å lagre forhåndsinnstillinger
nl: Kies een locatie om voorinstellingen op te slaan
pl: Wybierz lokalizację, aby zapisać ustawienia wstępne
pt_br: Escolha o local para salvar as predefinições
ro: Alegeți locația pentru a salva presetări
ru: Выберите место для сохранения пресетов
sv: Välj plats för att spara förinställningar
th: เลือกตำแหน่งที่จะบันทึกค่าที่ตั้งล่วงหน้า
tr: Ön ayarların kaydedileceği konumu seçin
uk: Виберіть місце для збереження попередніх налаштувань
vi: Chọn vị trí để lưu cài đặt trước
zh_hans: 选择保存预设的位置
zh_hant: 選擇儲存預設的位置

source: Choose the daytime shell used in light mode.
ar: اختر الغلاف النهاري المستخدم في الوضع الخفيف.
bn: হালকা মোডে ব্যবহৃত দিনের সময় শেল চয়ন করুন।
cs: Vyberte denní skořepinu používanou ve světelném režimu.
da: Vælg den dagsskal, der bruges i lystilstand.
de: Wählen Sie die Tagschale, die im Hellmodus verwendet wird.
el: Επιλέξτε το κέλυφος ημέρας που χρησιμοποιείται στη λειτουργία φωτός.
es: Elige la interfaz diurna usada en modo claro.
fi: Valitse valotilassa käytettävä päiväkuori.
fr: Choisissez l'interface diurne utilisée en mode clair.
he: בחר את מעטפת היום המשמשת במצב אור.
hi: प्रकाश मोड में उपयोग किए जाने वाले दिन के समय का शेल चुनें।
hu: Válassza ki a világos módban használt nappali kagylót.
id: Pilih cangkang siang hari yang digunakan dalam mode terang.
it: Scegli la shell diurna utilizzata in modalità luce.
ja: ライトモードで使用するデイタイムシェルを選択します。
ko: 조명 모드에서 사용되는 주간 쉘을 선택하십시오.
ms: Pilih cangkerang siang hari yang digunakan dalam mod cahaya.
nb: Velg dagskallet som brukes i lysmodus.
nl: Kies de dagschaal die in de lichtmodus wordt gebruikt.
pl: Wybierz dzienny wariant wyglądu używany w trybie jasnym.
pt_br: Escolha o shell diurno usado no modo claro.
ro: Alegeți carcasa de zi folosită în modul de lumină.
ru: Выберите дневную оболочку, используемую в светлом режиме.
sv: Välj dagskalet som används i ljusläge.
th: เลือกเปลือกเวลากลางวันที่ใช้ในโหมดแสง
tr: Işık modunda kullanılan gündüz kabuğunu seçin.
uk: Вибирайте денну оболонку, яка використовується в світлому режимі.
vi: Chọn vỏ ban ngày được sử dụng ở chế độ ánh sáng.
zh_hans: 选择在浅色模式下使用的日间外观。
zh_hant: 選擇在淺色模式下使用的日間外觀。

source: Choose the low-glare shell used in dark mode.
ar: اختر الغلاف منخفض الوهج المستخدم في الوضع المظلم.
bn: অন্ধকার মোডে ব্যবহৃত লো-গ্লেয়ার শেল বেছে নিন।
cs: Vyberte skořepinu s nízkým oslněním použitou v tmavém režimu.
da: Vælg skal med lav blænding, der bruges i mørk tilstand.
de: Wählen Sie die blendfreie Schale, die im Dunkelmodus verwendet wird.
el: Επιλέξτε το κέλυφος χαμηλής λάμψης που χρησιμοποιείται στη σκοτεινή λειτουργία.
es: Elige la interfaz de bajo brillo usada en modo oscuro.
fi: Valitse pimeässä tilassa käytettävä vähän häikäisevä kuori.
fr: Choisissez l'interface anti-reflets utilisée en mode sombre.
he: בחר את המעטפת הזוהרת נמוכה המשמשת במצב כהה.
hi: डार्क मोड में उपयोग किया जाने वाला कम चमक वाला शेल चुनें।
hu: Válassza a sötét módban használt alacsony vakító héjat.
id: Pilih cangkang rendah silau yang digunakan dalam mode gelap.
it: Scegli il guscio antiriflesso utilizzato in modalità oscura.
ja: ダークモードで使用される低光沢シェルを選択してください。
ko: 다크 모드에서 사용되는 눈부심 방지 쉘을 선택하세요.
ms: Pilih cangkerang silau rendah yang digunakan dalam mod gelap.
nb: Velg skallet med lav gjenskinn som brukes i mørk modus.
nl: Kies de laag-reflecterende behuizing die in de donkere modus wordt gebruikt.
pl: Wybierz stonowany wariant wyglądu używany w trybie ciemnym.
pt_br: Escolha a concha de baixo brilho usada no modo escuro.
ro: Alegeți carcasa cu strălucire redusă utilizată în modul întunecat.
ru: Выберите корпус с низким уровнем бликов, используемый в темном режиме.
sv: Välj skalet med låg bländning som används i mörkt läge.
th: เลือกเปลือกแสงสะท้อนต่ำที่ใช้ในโหมดมืด
tr: Karanlık modda kullanılan düşük parlamalı kabuğu seçin.
uk: Виберіть оболонку з низьким відблиском, яка використовується в темному режимі.
vi: Chọn lớp vỏ có độ chói thấp được sử dụng ở chế độ tối.
zh_hans: 选择在深色模式下使用的低眩光外观。
zh_hant: 選擇在深色模式下使用的低眩光外觀。

source: Choose where to save the training data file.
ar: اختر مكان حفظ ملف بيانات التدريب.
bn: প্রশিক্ষণ ডেটা ফাইলটি কোথায় সংরক্ষণ করবেন তা বেছে নিন।
cs: Zvolte, kam uložit soubor s trénovacími daty.
da: Vælg, hvor træningsdatafilen skal gemmes.
de: Wähle, wo die Trainingsdaten-Datei gespeichert werden soll.
el: Επιλέξτε πού θα αποθηκευτεί το αρχείο δεδομένων εκπαίδευσης.
es: Elige dónde guardar el archivo de datos de entrenamiento.
fi: Valitse, mihin koulutusdatatiedosto tallennetaan.
fr: Choisissez où enregistrer le fichier de données d’entraînement.
he: בחר היכן לשמור את קובץ נתוני האימון.
hi: चुनें कि प्रशिक्षण डेटा फ़ाइल कहाँ सहेजनी है।
hu: Válaszd ki, hová mentsük a betanítási adatfájlt.
id: Pilih tempat menyimpan file data pelatihan.
it: Scegli dove salvare il file dei dati di addestramento.
ja: トレーニングデータファイルの保存先を選択してください。
ko: 학습 데이터 파일을 저장할 위치를 선택하세요.
ms: Pilih tempat untuk menyimpan fail data latihan.
nb: Velg hvor treningsdatafilen skal lagres.
nl: Kies waar het trainingsgegevensbestand moet worden opgeslagen.
pl: Wybierz, gdzie zapisać plik z danymi treningowymi.
pt_br: Escolha onde salvar o arquivo de dados de treinamento.
ro: Alege unde să salvezi fișierul cu date de antrenament.
ru: Выберите, где сохранить файл данных для обучения.
sv: Välj var träningsdatafilen ska sparas.
th: เลือกตำแหน่งที่จะบันทึกไฟล์ข้อมูลการฝึก
tr: Eğitim verileri dosyasının kaydedileceği yeri seçin.
uk: Виберіть, де зберегти файл даних для навчання.
vi: Chọn nơi lưu tệp dữ liệu huấn luyện.
zh_hans: 选择训练数据文件的保存位置。
zh_hant: 選擇訓練資料檔案的儲存位置。

# choose_which_microphone_pindrop_should_use_for_d
source: Choose which microphone Pindrop should use for dictation and how it behaves while recording.
ar: اختر الميكروفون الذي يجب أن يستخدمه Pindrop للإملاء وكيف يتصرف أثناء التسجيل.
bn: ডিক্টেশনের জন্য কোন মাইক্রোফোন Pindrop ব্যবহার করা উচিত এবং রেকর্ডিংয়ের সময় এটি কীভাবে আচরণ করবে তা চয়ন করুন৷
cs: Vyberte, který mikrofon má Pindrop používat pro diktování a jak se chová při nahrávání.
da: Vælg hvilken mikrofon Pindrop skal bruge til diktering, og hvordan den opfører sig under optagelse.
de: Wählen Sie, welches Mikrofon Pindrop für die Diktierung verwenden soll und wie es sich während der Aufnahme verhält.
el: Επιλέξτε ποιο μικρόφωνο θα χρησιμοποιεί το Pindrop για υπαγόρευση και πώς θα συμπεριφέρεται κατά την εγγραφή.
fi: Valitse, mitä mikrofonia Pindropin tulee käyttää sanelussa ja miten se käyttäytyy tallennuksen aikana.
fr: Choisissez quel microphone Pindrop doit utiliser pour la dictée et comment il se comporte pendant l'enregistrement.
he: בחר באיזה מיקרופון Pindrop צריך להשתמש להכתבה וכיצד הוא מתנהג בזמן ההקלטה.
hi: चुनें कि पिनड्रॉप को श्रुतलेख के लिए किस माइक्रोफ़ोन का उपयोग करना चाहिए और रिकॉर्डिंग के दौरान यह कैसा व्यवहार करेगा।
hu: Válassza ki, hogy a Pindrop melyik mikrofont használja a diktáláshoz, és hogyan viselkedjen felvétel közben.
id: Pilih mikrofon mana yang harus digunakan Pindrop untuk dikte dan bagaimana perilakunya saat merekam.
it: Scegli quale microfono Pindrop deve utilizzare per la dettatura e come si comporta durante la registrazione.
ja: Pindrop がディクテーションに使用するマイクと、録音中のマイクの動作を選択します。
ko: 받아쓰기에 Pindrop이 사용할 마이크와 녹음하는 동안 마이크가 어떻게 작동하는지 선택하세요.
ms: Pilih mikrofon yang Pindrop harus gunakan untuk imlak dan cara ia berkelakuan semasa merakam.
nb: Velg hvilken mikrofon Pindrop skal bruke til diktering og hvordan den oppfører seg under opptak.
nl: Kies welke microfoon Pindrop moet gebruiken voor dicteren en hoe deze zich gedraagt ​​tijdens het opnemen.
pl: Wybierz, jakiego mikrofonu Pindrop ma używać do dyktowania i jak zachowuje się podczas nagrywania.
pt_br: Escolha qual microfone o Pindrop deve usar para ditado e como ele se comporta durante a gravação.
ro: Alegeți ce microfon ar trebui să folosească Pindrop pentru dictare și cum se comportă în timpul înregistrării.
ru: Выберите, какой микрофон Pindrop должен использовать для диктовки и как он будет вести себя во время записи.
sv: Välj vilken mikrofon Pindrop ska använda för diktering och hur den beter sig under inspelning.
th: เลือกไมโครโฟน Pindrop ที่ควรใช้สำหรับการเขียนตามคำบอกและวิธีการทำงานของไมโครโฟนขณะบันทึก
tr: Pindrop'un dikte için hangi mikrofonu kullanması gerektiğini ve kayıt sırasında nasıl davranacağını seçin.
uk: Виберіть, який мікрофон Pindrop використовуватиме для диктування та як він поводитиметься під час запису.
vi: Chọn micrô mà Pindrop sẽ sử dụng để đọc chính tả và cách micrô hoạt động trong khi ghi âm.
zh_hans: 选择 Pindrop 用于听写的麦克风以及录制时的行为。
zh_hant: 選擇 Pindrop 用於聽寫的麥克風以及錄製時的行為。

# choose_which_side_the_navigation_sidebar_appears
source: Choose which side the navigation sidebar appears on.
ar: اختر الجانب الذي يظهر عليه شريط التنقل الجانبي.
bn: নেভিগেশন সাইডবার কোন দিকে প্রদর্শিত হবে তা চয়ন করুন৷
cs: Vyberte, na které straně se zobrazí postranní navigační panel.
da: Vælg, hvilken side navigationssidebjælken skal vises på.
de: Wähle, auf welcher Seite die Navigationsleiste angezeigt wird.
el: Επιλέξτε σε ποια πλευρά θα εμφανίζεται η πλαϊνή γραμμή πλοήγησης.
es: Elige en qué lado aparece la barra de navegación lateral.
fi: Valitse, millä puolella navigoinnin sivupalkki näkyy.
fr: Choisissez de quel côté la barre de navigation apparaît.
he: בחר באיזה צד יופיע סרגל הניווט.
hi: चुनें कि नेविगेशन साइडबार किस तरफ दिखाई देगा।
hu: Válassza ki, hogy a navigációs oldalsáv melyik oldalon jelenjen meg.
id: Pilih di sisi mana bar samping navigasi muncul.
it: Scegli su quale lato appare la barra di navigazione laterale.
ja: ナビゲーションサイドバーを表示する側を選択してください。
ko: 탐색 사이드바가 표시될 위치를 선택하세요.
ms: Pilih sebelah mana bar sisi navigasi muncul.
nb: Velg hvilken side navigasjonssidefeltet skal vises på.
nl: Kies aan welke kant de navigatiebalk verschijnt.
pl: Wybierz, po której stronie ma się wyświetlać boczny pasek nawigacji.
pt_br: Escolha em qual lado a barra de navegação lateral aparece.
ro: Alegeți pe ce parte apare bara laterală de navigare.
ru: Выберите, на какой стороне будет отображаться боковая панель навигации.
sv: Välj vilken sida navigeringssidofältet ska visas på.
th: เลือกด้านที่แถบนำทางด้านข้างจะปรากฏ
tr: Gezinme kenar çubuğunun hangi tarafta görüneceğini seçin.
uk: Виберіть, з якого боку відображатиметься бічна панель навігації.
vi: Chọn bên nào thanh bên điều hướng sẽ xuất hiện.
zh_hans: 选择导航侧边栏显示在哪一侧。
zh_hant: 選擇導航側邊欄顯示在哪一側。

source: Clean up filler words
ar: تنظيف الكلمات الحشو
bn: ফিলার শব্দ পরিষ্কার করুন
cs: Vyčistěte výplňová slova
da: Ryd op i fyldord
de: Füllwörter bereinigen
el: Καθαρίστε τις λέξεις πλήρωσης
es: Eliminar muletillas
fi: Puhdista täytesanat
fr: Supprimer les mots de remplissage
he: נקה מילות מילוי
hi: पूरक शब्दों को साफ़ करें
hu: Tisztítsa meg a töltelékszavakat
id: Bersihkan kata-kata pengisi
it: Pulisci le parole di riempimento
ja: つなぎ言葉をクリーンアップする
ko: 필러 단어 정리
ms: Bersihkan perkataan pengisi
nb: Rydd opp i fyllord
nl: Ruim opvulwoorden op
pl: Usuń słowa wypełniające
pt_br: Limpe palavras de preenchimento
ro: Curățați cuvintele de completare
ru: Очистите слова-паразиты
sv: Rensa upp utfyllnadsord
th: ทำความสะอาดคำเติม
tr: Dolgu sözcüklerini temizle
uk: Очистіть слова-заповнювачі
vi: Làm sạch các từ đệm
zh_hans: 清理填充词
zh_hant: 清理填充詞

source: Clear
ar: مسح
bn: সাফ করুন
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hi: साफ़ करें
hu: Törlés
id: Hapus
it: Cancella
ja: クリア
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear Audio Buffer
ar: مسح المخزن المؤقت للصوت
bn: অডিও বাফার সাফ করুন
cs: Vymazat zvukovou vyrovnávací paměť
da: Ryd lydbuffer
de: Audiopuffer löschen
el: Εκκαθάριση προσωρινής μνήμης ήχου
es: Borrar búfer de audio
fi: Tyhjennä äänipuskuri
fr: Effacer le tampon audio
he: נקה מאגר אודיו
hi: ऑडियो बफ़र साफ़ करें
hu: Hangpuffer törlése
id: Hapus Penyangga Audio
it: Cancella buffer audio
ja: クリアオーディオバッファ
ko: 오디오 버퍼 지우기
ms: Kosongkan Penimbal Audio
nb: Tøm lydbuffer
nl: Duidelijke audiobuffer
pl: Wyczyść bufor audio
pt_br: Limpar buffer de áudio
ro: Ștergeți tamponul audio
ru: Очистить аудиобуфер
sv: Rensa ljudbuffert
th: ล้างบัฟเฟอร์เสียง
tr: Ses Arabelleğini Temizle
uk: Очистити звуковий буфер
vi: Xóa bộ đệm âm thanh
zh_hans: 清除音频缓冲区
zh_hant: 清除音訊緩衝區

source: Clear hotkey
ar: مسح مفتاح التشغيل السريع
bn: হটকি পরিষ্কার করুন
cs: Vymazat klávesovou zkratku
da: Ryd genvejstast
de: Tastenkürzel löschen
el: Εκκαθάριση πλήκτρου πρόσβασης
es: Borrar atajo
fi: Tyhjennä pikanäppäin
fr: Effacer le raccourci
he: נקה מקש קיצור
hi: हॉटकी साफ़ करें
hu: Gyorsbillentyű törlése
id: Hapus tombol pintas
it: Cancella tasto di scelta rapida
ja: ホットキーをクリア
ko: 단축키 지우기
ms: Kosongkan hotkey
nb: Fjern hurtigtast
nl: Sneltoets wissen
pl: Wyczyść klawisz skrótu
pt_br: Limpar tecla de atalho
ro: Ștergeți tasta rapidă
ru: Очистить горячую клавишу
sv: Rensa snabbtangent
th: ล้างปุ่มลัด
tr: Kısayol tuşunu temizle
uk: Очистити гарячу клавішу
vi: Xóa phím nóng
zh_hans: 清除快捷键
zh_hant: 清除快捷鍵

source: Clear shortcut
ar: مسح الاختصار
bn: শর্টকাট মুছুন
cs: Vymazat zkratku
da: Ryd genvej
de: Tastenkürzel löschen
el: Καθαρισμός συντόμευσης
es: Borrar atajo
fi: Tyhjennä pikakomento
fr: Effacer le raccourci
he: נקה קיצור
hi: शॉर्टकट साफ़ करें
hu: Parancs törlése
id: Hapus pintasan
it: Cancella scorciatoia
ja: ショートカットをクリア
ko: 단축키 지우기
ms: Kosongkan pintasan
nb: Tøm snarvei
nl: Sneltoets wissen
pl: Wyczyść skrót
pt_br: Limpar atalho
ro: Șterge scurtătura
ru: Очистить сочетание
sv: Rensa genväg
th: ล้างทางลัด
tr: Kısayolu temizle
uk: Очистити ярлик
vi: Xóa phím tắt
zh_hans: 清除快捷键
zh_hant: 清除快捷鍵
